{
  "metadata": {
    "title": "CASI Homepage Content",
    "description": "Content for the California Sentencing Institute homepage",
    "version": "1.0.0",
    "lastUpdated": "2024-01-20T00:00:00.000Z"
  },
  "sections": {
    "intro": {
      "title": "About CASI",
      "content": "The California Sentencing Institute (CASI) is a powerful tool for understanding how incarceration impacts communities across California. Developed by the Center on Juvenile and Criminal Justice (CJCJ), CASI offers interactive maps and data visualizations that allow users to examine crime and incarceration trends in all 58 California counties.\n\nBy making this data available to the public, CASI helps advocates, community leaders, policymakers, and researchers push for equity-focused justice policies that reduce reliance on incarceration and promote long-term community safety.\n\nSince 1985, CJCJ has produced leading research to promote more effective approaches to criminal and juvenile justice policies in California. CASI, launched in 2009, continues that mission by offering county-by-county insights that can be used to understand sentencing patterns, promote equity, and drive change at the local and state levels.",
      "type": "text"
    },
    "howToUse": {
      "title": "How to Use CASI",
      "content": "CASI is a tool to understand how incarceration and justice policies affect communities across California. Whether you're an advocate, legal professional, researcher, policymaker, or community member, CASI makes it easy to explore local data and use it to push for change.\n\nHere's how to get started:",
      "type": "text",
      "metadata": {
        "hasSubsections": true
      }
    },
    "exploreData": {
      "title": "🔍📊 Explore Your County & Understand the Data",
      "content": "• Use the interactive map to select one of California's 58 counties.\n• View incarceration rates, crime data, and demographic breakdowns over time.\n• Compare your county with others to understand disparities and trends.\n• Add layers to your research, such as poverty and education rates, to see how local incarceration trends relate to state policies and social conditions.\n• Access downloadable data for your own analysis or presentations.",
      "type": "text"
    },
    "takeAction": {
      "title": "📣 Turn Insight into Action",
      "content": "• Use CASI's data in meetings with elected officials, school boards, or community coalitions.\n• Support campaigns for alternatives to incarceration using real, local data.\n• Share findings on social media or in public forums to raise awareness and inspire change.",
      "type": "text"
    },
    "whoIsFor": {
      "title": "💡 Who Is CASI For?",
      "content": "• Community organizers looking to highlight racial or geographic disparities\n• Legal professionals and participatory defense teams preparing for court or advocacy\n• Journalists and researchers uncovering systemic patterns\n• Students and educators exploring justice issues in California",
      "type": "text"
    },
    "history": {
      "title": "California Sentencing History",
      "content": "In July 1852, California opened its first land-based adult correctional institution, San Quentin State Prison, housing 68 inmates. Throughout the late 1800s and early 1900s California experienced low incarceration rates, and by 1940 state prisons housed only 8,180 inmates.\n\nIn 1977, the Determinate Sentencing Law (DSL) passed in California, eliminating rehabilitation as a goal of sentencing in favor of more punitive practices that emphasized incarceration. Consequently, incarceration rates soared resulting in overcrowding and a deterioration of conditions within the state's prisons and jails.\n\nIn May 2011, pursuant to the Plata litigation the United States Supreme Court mandated that California reduce its prison population by more than 30,000 inmates due to unconstitutional prison conditions. In response, Governor Brown passed Assembly Bill 109 (AB 109), which realigned responsibility for adult non-serious, non-violent, non-sex offenders to the county level. AB 109 was implemented on October 1, 2011.",
      "type": "text",
      "metadata": {
        "note": "Will share graph with prison population up to now ASAP by 5/30"
      }
    },
    "juvenileJustice": {
      "title": "Juvenile Justice in California",
      "content": "In 1858, California opened its first juvenile justice facility, the San Francisco Industrial School, to care for orphaned, abused, neglected, and delinquent children. In 1903, California became one of the first states to establish a separate court system for youthful offenders, acknowledging that youth were distinct from adults and deserving of individualized attention and rehabilitation.\n\nThe Industrial School closed in 1892 following 30 years of documented abuse and mismanagement, but its model of congregate institutional care remains the foundation of the state's youth correctional facilities. Throughout the 1970s and 80s, following concern about the rise of youth crime and system leniency, several punitive laws were passed including mandatory sentenced and automatic adult court transfers for certain crimes and the state institutional population began to grow.\n\nIn the 1990s, youth crime rates began to plummet. However, counties continued to heavily rely on state-run institutional care and the state facilities became overcrowded—peaking at 150% of design capacity. Violence in the facilities skyrocketed and rehabilitation became difficult.\n\nDJJ closed officially on June 30th, 2023, making California the first state to close a carceral system. Monitoring for juvenile justice sentencing and detainment practices are now being tracked at a county level.",
      "type": "text",
      "metadata": {
        "note": "Will share graph with juvenile population up to now by 5/30"
      }
    },
    "dataImportance": {
      "title": "The Importance of Data",
      "content": "Data-driven research is crucial to analyzing criminal and juvenile justice policy. In California, statewide appointed governmental bodies compile and maintain data that are regularly relied upon by local government, the legislature, state and federal agencies, and other criminal justice stakeholders.\n\nImproved data collection and accessibility is essential to California as it continues to pursue justice reform. Currently counties do not uniformly collect data on their local justice systems, and statewide agencies do not provide full access to their redacted data files. Other agencies, such as California's Center for Health Statistics are already providing this level of transparency and accountability through publicly available electronic database systems. These data hold valuable information for strategies towards greater public safety locally, as well as that of California and the nation.",
      "type": "text"
    },
    "dataPoints": {
      "title": "Data Points for CASI Search",
      "content": "**Poverty rate**\nThe rates of each county's adult residents age 18-64 living in households with incomes below poverty guidelines (five year average,). This comparison provides additional socio-economic information that can be utilized as an indicator of crime and arrest policies.\n\n**Arrest Rate**\nAdult felony arrests are shown per 100,000 adults age 18-69. The rate of felony arrests shows the volume of each county's criminal justice population.\n\n**Reported Crime Rate**\nPart I crimes (aggravated assault, forcible rape, murder, robbery, arson, burglary, larceny-theft, motor vehicle theft) reported to police are shown for each county per 100,000 adults age 18-69. The rate of offenses reported to police by county is an indicator of community exposure to crime. It provides a basis for understanding county agencies' incarceration rates and overall responses to criminal offenders.\n\n**Un-sentenced inmates**\nUn-sentenced jail inmates are shown as a percentage of each county's average daily jail population as of Dec. 31. The percentage of the county's jail population that is un-sentenced but remains detained may be because of inability to post bail, public safety or flight risk, or slow criminal justice processing.\n\n**Prisoners held locally**\nJail populations are shown as a percent of each county's total incarcerated population (state prison + county jail) as of Dec. 31. The percentages of the county's incarcerated adult population that are held locally indicates each counties' varying use of local as opposed to state incarceration options.\n\n**Jail populations**\nJail populations as of Dec. 31 are shown per 100,000 adults age 18-69. This rate demonstrates the prevalence of local incarceration practices within the county.\n\n**New felony admissions**\nNew felony admissions to state prison for the calendar year are shown per 1,000 adult felony arrests. This demonstrates the counties' most recent and continuing incarceration trends.\n\n**Total Incarceration Rate**\nTotal adult incarcerated populations (state prison + county jail) as of Dec. 31 are displayed per 1,000 adult felony arrests. Counties' vary in their use of incarceration to manage their criminal justice populations.\n\n**County Jail Incarceration Rate**\nJail populations as of Dec. 31 are shown per 1,000 adult felony arrests. Counties' varying reliance on local jails to house their criminal justice population shows sentencing and detention practices.\n\n**State Prison Incarceration Rate**\nPopulations held in state prison as of Dec. 31 are shown per 1,000 adult felony arrests, compared to the state average. Counties' varying reliance on state prison to house their criminal justice population demonstrates their sentencing practices.\n\n**Imprisonment Costs**\nState incarceration costs are based on the Legislative Analyst's estimated annual cost to incarcerate one prisoner and are displayed as dollar amounts per adult felony arrest for each county. This comparison shows the relative costs each county imposes on state taxpayers due to their use of state prison.\n\n**State Prison Population**\nPopulations held in state prison as of Dec. 31 are shown per 100,000 adults age 18-69. This rate demonstrates the prevalence of state incarceration practices within the county.",
      "type": "text",
      "metadata": {
        "renderAs": "dataPoints"
      }
    }
  }
} 